[
  {
    "id": 1,
    "judul": "Puasa Senin-Kamis",
    "image" : "assets/images/prayer.png",
    "arabic": "اُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ",
    "latin": "Utlu mā ụḥiya ilaika minal-kitābi wa aqimiṣ-ṣalāh, innaṣ-ṣalāta tan-hā 'anil-faḥsyā`i wal-mungkar, walażikrullāhi akbar, wallāhu ya'lamu mā taṣna'ụn",
    "terjemahan": "Bacalah Kitab (Al-Qur’an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. QS. Al-Ankabut: 45",
    "deskripsi": "Puasa pada hari Senin dan Kamis adalah sunnah yang dianjurkan. Nabi Muhammad SAW sering berpuasa pada hari-hari ini. Tidak ada ayat Al-Quran khusus yang mengatur ini, tetapi ada banyak hadis yang meriwayatkan praktik Nabi.",
    "manfaat": "Puasa Senin-Kamis memiliki banyak manfaat, seperti mendapatkan pahala, membersihkan jiwa, Menghapuskan Dosa, Mendapatkan Pahala, dan mendekatkan diri kepada Allah SWT."
  ,"jadwal":"Hari Senin & Kamis"},
  {
    "id": 2,
    "judul": "Puasa Ayyamul Bidh",
    "image" : "assets/images/prayer2.png",
    "arabic": "صُوْمُ ثَلاَثَةِ اَیّٰامٍ مِّنْ كُلِّ شَهْرٍ وَّصِیْا مِّا یُّتْرَكُ سِوٰۤآءُ اُوْسَطِ وَاخِرِ سِتٰۤئِیْنَ مِنْ شَهْرِ ذُیْ الْحِجَّةِ",
    "latin": "Ṣūmu thalāthati ayyāmin min kulli shaharin waṣiyyā mā yutraku siwāu uṣaṭi wa-akhiri sittīna min shahri dhūl-ḥijjah",
    "terjemahan": "Puasa tiga hari setiap bulan dan puasa Ayyam al-Beed (13, 14, 15) adalah puasa yang disyariatkan. Kecuali puasa yang digantikan pada hari itu (yakni puasa tasyrik yang disunatkan)",
    "deskripsi": "Puasa pada tanggal 13, 14, dan 15 setiap bulan hijriah (kalender Islam) adalah sunnah yang dianjurkan. Ini juga dianjurkan berdasarkan hadis.",
    "manfaat": "Puasa pertengahan bulan memiliki manfaat spiritual, seperti Mendapatkan pahala seperti puasa setahun, Mendapatkan Surga Ar-Rayyan, mendekatkan diri kepada Allah dan meningkatkan keimanan."
    ,"jadwal":" Tanggal 13, 14, dan 15 kecuali pada hari tasyrik yaitu 13 Dzulhijjah." },
  {
    "id": 3,
    "judul": "Puasa Asyura",
    "image" : "assets/images/prayer3.png",
    "arabic": "أَفْضَلُ الصَّيَامِ بَعْدَ رَمَضَانَ شَهْرُ اللَّهِ الْمُحَرَّمُ، وَأَفْضَلُ الصَّلَاةِ بَعْدَ الْفَريضَةِ صَلَاةُ اللَّيْل",
    "latin": "Afdhalu As-Siyami Ba'da Ramadan Shahru Allahi Al-Muharram, wa Afdhalu As-Salati Ba'da Al-Faridati Salatu Al-Lail",
    "terjemahan": "Abu Hurairah RA, beliau mengatakan bahwa Rasulullah SAW bersabda, Puasa yang paling utama setelah puasa Ramadhan adalah puasa pada bulan Allah Muharram. Dan salat yang paling utama setelah salat fardhu adalah salat malam.(HR Muslim dalam Shahih-nya bab Fadhlu Shaum Al-Muharram)",
    "deskripsi": "Puasa pada tanggal 9 dan 10 Muharram adalah sunnah yang dianjurkan. Puasa ini juga dikaitkan dengan peristiwa penyelamatan Nabi Musa AS dari Fir'aun. Terdapat hadis yang meriwayatkan praktik ini.",
    "manfaat": "Puasa Asyura adalah sarana penghapus dosa, dan mengikuti Sunnah Nabi Musa dalam mengenang peristiwa bersejarah."
    ,"jadwal":"Tanggal 9 & 10 bulan Muharram"},
  {
    "id": 4,
    "judul": "Puasa Arafah",
    "image" : "assets/images/prayer4.png",
    "arabic": "صوم يوم عرفة يكفر سنتين ماضية ومستقبلة وصوم يوم عاشوراء يكفر سنة ماضية",
    "latin": "Sawmu yawmi Arafatin yukaffiru sinnataini maadiyatain wa mustaqbalatan, wa sawmu yawmi 'Ashura' yukaffiru sinnata maadiyah.",
    "terjemahan": "Puasa hari Arafah dapat menghapuskan dosa dua tahun yang telah lepas dan akan datang, dan puasa Asyura (tanggal 10 Muharram) menghapuskan dosa setahun yang lepas.(HR Muslim)",
    "deskripsi": "Puasa pada tanggal 9 Dzulhijjah (hari Arafah) bagi yang tidak sedang berhaji adalah sunnah yang sangat dianjurkan. Puasa ini dijelaskan dalam hadis.",
    "manfaat": "Puasa Arafah memiliki keutamaan besar, di mana Allah mengampuni dosa-dosa hamba-Nya 2 tahun."
    ,"jadwal":"9 Dzulhijjah" },
  {
    "id": 5,
    "judul": "Puasa Tarwiyah",
    "image" : "assets/images/prayer5.png",
    "arabic": "صوم يوم التروية كفارة سنة وصوم يوم عرفة كفارة سنتين",
    "latin": "Sawmu yawmi At-Tarwiyati kaffaratun sinnah, wa sawmu yawmi Arafatin kaffaratun sinnataini",
    "terjemahan": "Puasa hari Tarwiyah dapat menghapus dosa setahun. Puasa hari Arafah dapat menghapus dosa dua tahun, (HR Abus Syekh Al-Ishfahani dan Ibnun Najar).",
    "deskripsi": "Puasa pada tanggal 8 Dzulhijjah, yang dilakukan oleh jamaah haji sebelum mereka berangkat ke Arafah. Ini juga berdasarkan hadis.",
    "manfaat": "Puasa Tarwiyah membawa keutamaan yang luar biasa, termasuk penghapusan dosa-dosa setahun."
    ,"jadwal":"8 Dzulhijjah" },
  {
    "id": 6,
    "judul": "Puasa Syawal",
    "image" : "assets/images/prayer.png",
    "arabic": "مَنْ صَامَ رَمَضٰانَ ثُمَّ اَتْبَعَہٗ سِتًّا مِّنْ شَوٰلٍ کَانَ کَصِیَامِ الدَّۤۢیِۦِ اِلٰۤیۡ",
    "latin": "Man ṣāma Ramaḍāna thumma atba'ahu sitta min Shawālin kāna kaṣiyāmi d-dahyī ilá",
    "terjemahan": "Barangsiapa yang berpuasa selama bulan Ramadhan kemudian melanjutkannya dengan puasa enam hari dari bulan Syawal, maka dia seperti berpuasa sepanjang tahun.",
    "deskripsi": "Puasa pada bulan Syawal, khususnya 6 hari pertama setelah Idul Fitri, adalah sunnah. Nabi Muhammad SAW menganjurkan ini dalam hadis.",
    "manfaat": "Puasa Syawal membawa keutamaan besar, di mana pahalanya setara dengan berpuasa sepanjang tahun."
    ,"jadwal":"setelah hari raya Idul Fitri(1 Syawal)." },
  {
    "id": 7,
    "judul": "Puasa Dzulhijjah",
    "image" : "assets/images/prayer2.png",
    "arabic": "لَا یُصَوِّمُ یَوْمَ عَرَفَۃَ فِیْ یَوْمِ دُوْنِۢ وَاحِدَۃٍ",
    "latin": "Lā yuṣawwimu yawma 'arafata fī yawmi dūnin wāḥidah",
    "terjemahan": "Tidak sah berpuasa Arafah (9 Dzulhijjah) jika tidak dipuasa di hari sebelumnya (8 Dzulhijjah).",
    "deskripsi": "Puasa pada 1-9 Dzulhijjah adalah sunnah, dengan puasa Arafah (tanggal 9) sebagai salah satu yang paling dianjurkan. Ini didasarkan pada hadis.",
    "manfaat": "Puasa pada awal Dzulhijjah memiliki banyak manfaat, termasuk penghapus dosa dan mendapatkan keberkahan."
    ,"jadwal":"1 - 9 Dzulhijjah"},
  {
    "id": 8,
    "judul": "Puasa Nisfu Sya'ban",
    "image" : "assets/images/prayer3.png",
    "arabic": "صُوْمُ خَمْسَ عَشْرَةَ یَوْمًا اِذَا غَشِیَتِ الشَّمٰسُ کُنَّتَ فِیْ مَلَکِہٰۤ",
    "latin": "Ṣūmu khamsa 'ashrata yawman idhā ghashiyati ash-shamsu kunnata fī malakiha",
    "terjemahan": "Puasa pada lima belas hari di bulan Sya'ban ketika matahari terbenam, akan menjadi tamu (mendapatkan kehormatan) Allah pada malam itu.",
    "deskripsi": "Puasa pada tanggal 15 Sya'ban (Nisfu Sya'ban) adalah sunnah yang dianjurkan. Ada beberapa hadis yang meriwayatkan hal ini.",
    "manfaat": "Puasa Nisfu Sya'ban membawa berkah dan keutamaan, serta memberikan kesempatan untuk mendapatkan kehormatan Allah."
    ,"jadwal":"Tanggal 15 Sya'ban"},
  {
    "id": 9,
    "judul": "Hari Tasyriq",
    "image" : "assets/images/prayer4.png",
    "arabic": "اَیَّامُ التَّشْرِیۡقِ یَوْمُ التَّشْرِیۡقِ وَیَوْمُ التَّشْرِیۡقِ",
    "latin": "Ayyāmu t-tashrīq yawmu t-tashrīq wa yawmu t-tashrīq",
    "terjemahan": "Hari-hari Tasyriq adalah (hari) Tasyriq, (hari) Tasyriq, dan (hari) Tasyriq.",
    "deskripsi": "Hari Tasyriq adalah hari-hari (11, 12, dan 13 Dzulhijjah) setelah hari Arafah yang menjadi bagian dari ibadah haji. Tidak ada puasa yang dianjurkan pada hari-hari ini."
    ,"jadwal":"11, 12, dan 13 Dzulhijjah." },
  {
    "id": 10,
    "judul": "Sholat Tahajud",
    "image" : "assets/images/prayer5.png",
    "arabic": "وَمِنَ اللَّیْلِ فَتَہَجَّدۡ بِہٖ نٰفِلَۃً لَّکَ طٰوِیۡلَۃًؕ عَسٰۤئِہٰ یَبْعَثُکَ رَبُّکَ مَقَامًا مَّحۡمُوۡدًاؕ",
    "latin": "Wa mina l-layli fatahajjad bihi nāfilatan laka ṭawīlata 'asā an yab'athuka rabbuka maqāman maḥmūdā",
    "terjemahan": "Dan sebahagian malam, berjagalah kamu (untuk shalat) sebagai suatu ibadah tambahan bagimu; mudah-mudahan Tuhan-mu akan membangkitkan kamu kepada tempat yang terpuji.(QD. Al-Isra:79)",
    "deskripsi": "Sholat Tahajud adalah sholat malam yang dilakukan pada malam setelah tidur. Ini adalah sholat sunnah yang sangat dianjurkan dan diberkahi. Terdapat banyak hadis yang meriwayatkan keutamaan sholat Tahajud, solat tahajud dilaksanakan pada sepertiga malam yang terbagi menjadi 3 fase.",
    "manfaat": "Sholat Tahajud adalah cara yang sangat baik untuk mendekatkan diri kepada Allah, memohon ampunan, dan memperoleh pahala yang besar."
    ,"jadwal":"20:30 hingga 23:00, 23:00 hingga 1:30 dini hari, 1:30 dini hari - Waktu Subuh"},
  {
    "id": 11,
    "judul": "Sholat Dhuha",
    "image" : "assets/images/prayer.png",
    "arabic": "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: 'فِي جَوْفِ كُلِّكُمْ صَدَقَةٌ، كُلِّ يَوْمٍ تَطْلُعُ عَلَيْهِ الشَّمْسُ تَعْدِلُ بَيْنَ اثْنَتَيْنِ صَدَقَةٍ: تَعِينُ الرَّجُلِ فِي دَابَّتِهِ، فَتُحْمِلُهُ عَلَيْهَا، أَوْ تَرْفَعُ لَهُ إِلَيْهَا مَتَاعَهُ، وَفِي الْمَعْاشِ لَكُلِّكُمْ صَدَقَةٌ، كُلِّ يَوْمٍ تَطْلُعُ عَلَيْهِ الشَّمْسُ تَعْدِلُ بَيْنَ اثْنَتَيْنِ صَدَقَةٍ: تَعِينُ الرَّجُلِ فِي نَفْسِهِ، فَتُقِويهِ؛ أَوْ تُقْوِيهَا إِلَيْهَا؛ وَالْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ، وَكُلُّ خُطْوَةٍ تَمْشِيهَا إِلَى الصَّلَاةِ صَدَقَةٌ، وَتُضَعُ عَنْهَا خَطِيئَةٌ وَتَرْفَعُ لَهُ بِهَا دَرَجَةٌ'، قَالَتِ السَّيِّئَاتُ يَا رَسُولَ اللَّهِ أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيَكُونُ لَهُ فِيهَا أَجْرٌ؟ قَالَ: 'أَرَأَيْتِ إِذَا وَضَعَهَا فِي حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ'، ثُمَّ قَالَ: 'فِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ كُلَّ يَوْمٍ تُقِي مِنْهَا ابْرَأَهُ مِنَ النَّارِ'",
    "latin": "Qāla Rasūlullāhi ṣallallāhu 'alayhi wa sallam: 'Fī jawfi kullikum ṣadaqatun, kulli yawmin taṭlu'u 'alayhā ash-shamsu ta'dilu bayna ithnatayni ṣadaqah: ta'īnu ar-rajula fī dābbatihi, fatuḥmiluhu 'alayhā, aw tarfa'u lahu ilayhā matā'ahu, wa fīl-ma'āshi lilkullikum ṣadaqatun, kulli yawmin taṭlu'u 'alayhā ash-shamsu ta'dilu bayna ithnatayni ṣadaqah: ta'īnu ar-rajula fī nafsihi, fatuqawwīhā; aw tuqawwīhā ilayhā; wal-kalimatu aṭ-ṭayyibah ṣadaqah, wa kullu khuṭwatin tamshīhā ilāṣ-ṣalāti ṣadaqah, wa tuḍa'u 'an-hā khiṭī'atun wa tarfa'u lahu bihā darajah', qālati as-sayyi'ātu yā rasūlallāhi 'ayata'tī 'aḥadukum shahwatuhu wa yakūnu lahu fīhā ajrun?' qāla: 'ara'aytum iżā waḍa'ahā fī ḥarāmin a-kāna 'alayhi wizrun', thumma qāla: 'fī buḍ'i aḥadikum ṣadaqatun kulli yawmin tuqī min-hā iḥrā'u-hu min-an-nār'",
    "terjemahan": "Rasulullah shallallahu 'alaihi wa sallam bersabda: 'Di dalam tubuh masing-masing kalian, ada sebuah sumbangan (sedekah) setiap pagi. Setiap persendian dari kalian memiliki sedekah setiap hari yang menyempurnakan (persendian) di antara dua sedekah. Membantu seseorang naik ke atas hewan atau barang-barang yang dia angkut untuk diangkatkan ke atas punggungnya adalah sedekah, setiap langkah yang kalian ambil menuju shalat adalah sedekah, dan kalian menghilangkan dosa dengan itu dan meninggikan derajat kalian dengannya'. Para sahabat bertanya: 'Apakah seseorang yang memenuhi hawa nafsunya akan mendapat pahala?' Beliau menjawab: 'Apakah kalian tahu jika dia memenuhi hawa nafsunya di tempat yang haram, apakah dia mendapat dosa?' Kemudian beliau bersabda: 'Di dalam private parts salah seorang kalian ada sedekah setiap hari yang dia harus bayar. Setiap kali dia melakukan hubungan badan yang halal, dia memenuhi kebutuhan dirinya sendiri atau istri-istrinya, maka itu adalah sedekah'.(HR. Muslim).",
    "deskripsi": "Sholat Dhuha adalah sholat sunnah yang dianjurkan pada pagi hari setelah matahari naik. Ini membawa berkah dan pahala. Terdapat hadis yang meriwayatkan keutamaan sholat Dhuha.",
    "manfaat": "Sholat Dhuha membawa berkah, menenangkan hati, dan memberikan pahala yang besar."
    ,"jadwal":"15-20 menit setelah mata hari terbit (waktu syuruq) hingga 15 menit sebelum dhuhur"},
  {
    "id": 12,
    "judul": "Sholat Rawatib",
    "image" : "assets/images/prayer2.png",
    "deskripsi": "Sholat Rawatib adalah shalat sunnah yang dianjurkan sebelum atau sesudah shalat wajib tertentu. Sholat ini dikerjakan sebagai bentuk ibadah tambahan dan dapat memberikan berkah.",
    "arabic": "مَا مِنْ عَبْدٍ مُسْلِمٍ يُصَلِّي لِلَّهِ كُلَّ يَوْمٍ ثِنْتَىْ عَشْرَةَ رَكْعَةً تَطَوُّعًا غَيْرَ فَرِيضَةٍ إِلاَّ بَنَى اللَّهُ لَهُ بَيْتًا فِي الْجَنَّةِ أَوْ إِلاَّ بُنِيَ لَهُ بَيْتٌ فِي الْجَنَّةِ ",
    "latin": "Ma min 'abdin Muslimin yusalli lillahi kulli yawmin ithnatay 'ashra rak'atan tatawwu'an ghayra faridatan illa banallahu lahu baytan fi al-jannati aw illa bunya lahu baytun fi al-jannati..",
    "terjemahan": "Jika seorang hamba Allah SWT salat 12 rakaat (sunah) setiap hari, sebelum dan setelah salat wajib, maka Allah SWT akan membangunkannya sebuah rumah di surga atau rumah akan dibangun untuknya di surga.(HR Muslim)",
    "manfaat": "Melaksanakan Sholat Rawatib dapat mendekatkan diri kepada Allah dan mendapatkan pahala tambahan, dan dibangunkannya sebuah rumah di surga."
    ,"jadwal":"empat rakaat sebelum zhuhur, dua rakaat setelah dhuhur, dua rakaat setelah magrib, dua rakaat setelah isya, dua rakaat sebelum subuh"},
  {
    "id": 13,
    "judul": "Sholat Witir",
    "image" : "assets/images/prayer3.png",
    "deskripsi": "Sholat Witir adalah shalat sunnah yang dikerjakan pada malam hari setelah shalat Isya. Sholat ini memiliki keistimewaan tersendiri dan dianjurkan untuk dilaksanakan secara ganjil.",
    "arabic": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعَيْبٌ، عَنْ أَبِي بِشْرٍ، عَنْ أَبِي مُسَعَّى، عَنْ مُسَعَّى بْنِ قُرَّةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي الْوِتْرَ آخِرَ لَيْلِهِ، وَإِذَا كَانَ الصُّبْحُ قَالَ:وَيْلٌ لِلْمُشْرِكِينَ",
    "latin": "Haddathana Muhammad ibnu Ja'far, haddathana Shu'aybun, 'an Abi Bishrin, 'an Abi Musa'yi, 'an Musa' bin Qurrah, 'an Abi Hurairah, qala: Kana an-Nabiyyu SAW yusalli al-witr akhira laylihi, wa idza kana as-subhu qala: 'Waylun lil-mushrikin.'",
    "terjemahan": "elah menceritakan kepada kami Muhammad bin Ja'far, dia berkata: Telah menceritakan kepada kami Shu'ayb, dari Abi Bishr, dari Abu Musa', dari Musa' bin Qurrah, dari Abu Hurairah, dia berkata: Nabi SAW biasa shalat witir pada akhir malamnya, dan ketika waktu Subuh tiba, beliau mengucapkan,'Kecelakaan besar bagi orang-orang musyrik.'(HR. al-Bukhari)",
    "manfaat": "Sholat Witir adalah shalat sunnah yang memiliki keistimewaan tersendiri. Melaksanakan Sholat Witir dapat mendekatkan diri kepada Allah dan mendapatkan pahala tambahan."
    ,"jadwal":"Sholat sunah ini dilakukan pada waktu setelah melaksanakan sholat Isya hingga terbit fajar atau menjelang adzan subuh."},
  {
    "id": 14,
    "judul": "Sholat Idul Fitri",
    "image" : "assets/images/prayer4.png",
    "deskripsi": "Sholat Idul Fitri adalah shalat yang dilaksanakan setelah selesai berpuasa selama bulan Ramadhan. Sholat ini adalah ungkapan syukur kepada Allah atas kesempatan berpuasa dan menjalankan ibadah di bulan suci Ramadhan.",
    "arabic": "شُرِعَتْ صَلَاةُ الْعِيدِ فِي السَّنَةِ الأُوْلَى مِنَ الْهِجْرَةِ، بِدَلِيلِ مَا رَوَى أَنَسٌ: قَدِمَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اَلْمَدِينَةَ، وَلَهُمْ يَوْمَانِ يَلْعَبُونَ فِيهِمَا، فَقَالَ: مَا هَذَانِ اَلْيَوْمَانِ؟ قَالُوا: كُنَّا نَلْعَبُ فِيهِمَا فِي الْجَاهِلِيَّةِ، فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : ِإنَّ اللهَ قَدْ أَبْدَلَكُمْ خَيْراً مِنْهُمَا: يَوْمَ الْأَضْحَى، وَيَوْمَ الْفِطْرِ",
    "latin": "Shuritat salaatu al-'Eidi fi as-sanati al-ula min al-hijrah, bidalili ma rawa Anas: Qadima Rasoolu Allahi sallallahu 'alayhi wa sallama al-Madinah, wa lahum yawmaani yal'abuuna feehima, faqala: Ma hadhaani al-yawmaani? Qaaloo: Kunnā nal'abu feehima fil-jāhiliyyah. Faqala Rasoolu Allahi sallallahu 'alayhi wa sallama: 'Inna Allah qad abdalkum khayran minhuma: Yawma al-Adh-ha, wa yawma al-Fitr.",
    "terjemahan": "Shalat 'Id disyariatkan pada tahun pertama hijrah, sebagai tanda penggantian dua hari perayaan yang biasa mereka rayakan sejak zaman Jahiliyah, yaitu hari 'Id al-Adha (Hari Raya Kurban) dan 'Id al-Fitr (Hari Raya Fitri), yang digantikan oleh Allah dengan yang lebih baik.(Lihat Wahbah Az-Zuhaili, Al-Fiqhul Islamiy wa Adillatuhu, cetakan ke-12, Damaskus, Darul Fikr, juz II, halaman 513)",
    "manfaat": "Sholat Idul Fitri merupakan wujud syukur kepada Allah atas berkah bulan Ramadhan dan merupakan kesempatan untuk memperoleh pengampunan dan keberkahan."
    ,"jadwal":"awal waktu pelaksanaan shalat Id mulai dari terbitnya matahari, lebih utama shalat Id ditangguhkan dulu sampai matahari naik seukuran satu tombak." },
  {
    "id": 15,
    "judul": "Sholat Idul Adha",
    "image" : "assets/images/prayer5.png",
    "deskripsi": "Sholat Idul Adha adalah shalat yang dilaksanakan pada hari raya Idul Adha. Sholat ini merupakan ungkapan syukur kepada Allah atas kesempatan untuk beribadah dan berkurban sebagai bagian dari haji atau qurban.",
    "arabic": "فَصَلِّ لِرَبِّكَ وَانْحَرْ",
    "latin": "Fa salli li rabbika wanhar",
    "terjemahan": "Maka dirikanlah shalat karena Rabbmu dan berkurbanlah.(QS Al-Kautsar: 2)",
    "manfaat": "Sholat Idul Adha adalah wujud syukur kepada Allah atas kesempatan untuk berqurban dan mengikuti ibadah haji serta Dihapuskan dosa selama setahun lalu dan setahun yang akan datang."
    ,"jadwal":""},
  {
    "id": 16,
    "judul": "Sholat Isyraq (Dhuha)",
    "image" : "assets/images/prayer.png",
    "deskripsi": "Sholat Isyraq atau Dhuha adalah shalat sunnah yang dianjurkan pada waktu pagi setelah matahari naik. Sholat ini merupakan ungkapan syukur kepada Allah atas terbitnya matahari dan nikmat-Nya.",
    "arabic": "Tidak ada dalil hadist atau ayat Al-Qur'an yang secara spesifik menyebutkan Sholat Isyraq (Dhuha) secara rinci.",
    "latin": "Tidak ada bacaan Arab yang spesifik untuk Sholat Isyraq (Dhuha) karena tidak ada hadist atau ayat Al-Qur'an yang menjelaskannya secara rinci.",
    "terjemahan": "Sholat Isyraq atau Dhuha adalah shalat sunnah yang dianjurkan pada waktu pagi setelah matahari naik. Sholat ini merupakan ungkapan syukur kepada Allah atas terbitnya matahari dan nikmat-Nya.",
    "manfaat": "Sholat Isyraq (Dhuha) adalah ibadah syukur dan membawa berkah serta kebaikan."
    ,"jadwal":"10 Dzulhijjah pada sekitar jam 06.00-08.00 pagi"},
  {
    "id": 17,
    "judul": "Sholat Wudhu",
    "image" : "assets/images/prayer2.png",
    "deskripsi": "Sholat Wudhu adalah shalat sunnah yang dianjurkan setelah melakukan wudhu (berkumur dan membersihkan diri) sebelum shalat wajib. Shalat ini membawa keberkahan dan membersihkan jiwa.",
    "arabic": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: 'إِذَا أَتَيْتُمُ الْمَسْجِدَ فَلَا تَجْلِسُوا حَتَّى تُصَلُّوا رَكْعَتَيْنِ.' (رواه البخاري رقم 444 ومسلم رقم 714)",
    "latin": "Qala Rasulullahi Shallallahu 'Alaihi Wa Sallama: 'Iza Ataytum Al-Masjida Fala Ta'kudu Hatta Tasbiha Wa Tu Salliya Rak'atayni.'",
    "terjemahan": "Dari Abu Hurairah radhiyallahu anhu, Rasulullah shallallahu alaihi wa sallam bersabda, 'Jika salah seorang di antara kalian datang ke masjid, dia tidak boleh duduk sebelum dia shalat dua rakaat.' (HR. al-Bukhari dan Muslim)",
    "manfaat": "Melaksanakan Sholat Wudhu membawa keberkahan dan membersihkan diri serta jiwa sebelum melaksanakan shalat wajib."
    ,"jadwal":"dilaksanakan usai berwudhu"},
  {
    "id": 18,
    "judul": "Waktu Dilarang Sholat",
    "image" : "assets/images/prayer3.png",
    "deskripsi": "Ada beberapa waktu di mana shalat tidak dianjurkan dilaksanakan, seperti saat terbit dan tenggelamnya matahari, ketika matahari berada tepat di tengah langit (zuhur), dan ketika matahari dalam fase terbenam. Waktu ini dianjurkan untuk menjauhi shalat.",
    "arabic": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: لاَ صَلاةَ بَعْدَ الصُّبْحِ حَتَّى تَطْلُعَ الشَّمْسُ وَلاَ صَلاةَ بَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ الشَّمْسُ [متفق عليه]",
    "latin": "An Abi Sa’id al-Khudri, radhiyallahu ‘anhu, qala: Sami’tu Rasulullahi shallallahu 'alaihi wasallam yaqulu: La shalata ba’da as-subhi hatta tatlu'a ash-shamsu, wa la shalata ba’da al-‘ashri hatta taghruba ash-shamsu. [Muttafaqun ‘alaih]",
    "terjemahan": "Dari Abu Said al-Khudri [diriwayatkan] ia berkata: Saya mendengar Rasulullah shallallahu ‘alaihi wasallam bersabda: Tidak boleh shalat setelah subuh sampai matahari naik (sedikit), dan tidak boleh shalat setelah Ashar sampai matahari menghilang (tidak tampak/terbenam) [HR. al-Bukhari dan Muslim dan lafal hadis ini milik al-Bukhari]",
    "manfaat": "Menjauhi shalat pada waktu yang tidak dianjurkan adalah untuk menghormati waktu-waktu tersebut dan menghindari perbuatan yang kurang baik. Waktu-waktu ini mencakup setelah terbitnya matahari (subuh) dan setelah terbenamnya matahari (ashar), meskipun tidak ada penjelasan yang spesifik dalam teks arab."
    ,"jadwal":"Tidak boleh shalat setelah subuh sampai matahari naik (sedikit), dan tidak boleh shalat setelah Ashar sampai matahari menghilang (tidak tampak/terbenam)"},
  {
    "id": 19,
    "judul": "Zikir Pagi Petang",
    "image" : "assets/images/prayer4.png",
    "deskripsi": "Zikir pagi dan petang adalah amalan berupa dzikir dan doa yang dianjurkan oleh Rasulullah pada pagi dan petang hari. Dengan berdzikir, kita mengingat Allah dan memohon rahmat-Nya.",
    "arabic": "Dari Ibn Mas'ud radhiyallahu anhu, Rasulullah shallallahu alaihi wa sallam bersabda, 'مَنْ قَالَ حِينَ يُصْبِحُ وَيُمْسِي: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ، لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا رَجُلٌ قَالَ مِثْلَ مَا قَالَ، أَوْ زِيَادَةً.' (HR. Muslim no. 2692)",
    "latin": "Qala Rasulullahi Shallallahu 'Alaihi Wa Sallama: 'Man Qala Hina Yusbihu, Wa Hina Yumsi, Subhanallahi Wa Bihamdihi, Mi'ata Marratin, La Ya'ti Bi Shai'in Yawmi Qiyamati, Ghairu An Yati Bi Mithli Ma Ja'at Bihi, Illa Rajulun Qala Mithla Ma Qala Aw Ziyadatan.'",
    "terjemahan": "Dari Ibn Mas'ud radhiyallahu anhu, Rasulullah shallallahu alaihi wa sallam bersabda, 'Barang siapa yang mengucapkan 'Subhanallahi wa bihamdihi' seratus kali pada pagi hari, tidak ada seorang pun yang datang dengan amalan yang lebih baik dari amalannya kecuali orang yang mengucapkan yang serupa atau lebih.' (HR. Muslim)",
    "manfaat": "Melaksanakan zikir pagi dan petang membantu kita menjaga kesadaran tentang Allah, memohon rahmat-Nya, dan mendapatkan pahala."
  ,"jadwal":"setelah sholat Subuh sampai sebelum fajar terbit, sementara dzikir petang dilaksanakan selesai sholat Ashar hingga sebelum matahari terbenam"},
  {
    "id": 20,
    "judul": "Surah Al-Waqiah",
    "image" : "assets/images/prayer5.png",
    "deskripsi": "Surah Al-Waqiah adalah surah ke-56 dalam Al-Qur'an. Surah ini mengandung pelajaran dan peringatan tentang akhirat, pembagian orang-orang menjadi tiga golongan, dan keutamaan membaca surah ini.",
    "arabic": "مَنْ قَرَأَ سُورَةَ الْوَاقِعَةِ فِي كُلِّ لَيْلَةٍ لَمْ تُصِبْهُ فَاقَةٌ أَبَدًا",
    "latin": "Man qara'a suurat al-waaqi'ati fee kulli laylatin lam tuseebhu faqatun abadan.",
    "terjemahan": "Barangsiapa membaca surat al-Wâqi’ah setiap malam, maka dia tidak akan jatuh miskin selamanya. diriwayatkan oleh Imam Al-Harits bin Abu Usamah melalui rawi Al-Abbas bin Al-Fadhl, dari As-Sary bin Yahya, dari Syuja’ (Abu Syuja’), dari Abu Zhabyah/Thaybah, dari Ibnu Mas’ud Ra. (Musnad Al-Harits II: 729 No.721)",
    "manfaat": "Membaca Surah Al-Waqiah secara rutin memiliki keutamaan tersendiri, di antaranya membawa berkah, memberikan perlindungan dari kefakiran, dan memberikan cahaya di dalam kubur."
    ,"jadwal":"Setiap malam, setelah sholat tahajud, sholat jumat, ketika dalam kesulitan keuangan"},
  {
    "id": 21,
    "judul": "Surah Al-Mulk",
    "image" : "assets/images/prayer.png",
    "deskripsi": "Surah Al-Mulk adalah surah ke-67 dalam Al-Qur'an. Surah ini mengandung pelajaran tentang kekuasaan Allah dan keutamaan membaca surah ini sebelum tidur.",
    "arabic": "ان النبي صلّى اللّه عليه وسلّم لا ينام حتى يقرأ الم تَنْزِيلُ السجدة ، وتَبارَكَ الَّذِي بِيَدِهِ الْمُلْكُ",
    "latin": "Inna an-Nabiyya sallallahu 'alayhi wa sallam la yanamu hatta yaqra'a Alif Lam Tanzeelu as-Sajdah, wa tabarakalladhi biyadihi al-mulk.",
    "terjemahan": "Nabi SAW tidak tidur sampai beliau membaca Alif Lam Mim tanzil (surat As Sajdah) dan Tabarakalladibiyadihil-mulk (surat Al Mulk).(HR Ahmad)",
    "manfaat": "Memberikan perlindungan dan memberi manfaat di dalam kubur(menghindari siksa kubur)."
    ,"jadwal":"sebelum tidur pada malam hari"},
  {
    "id": 22,
    "judul": "Surah Al-Kahfi",
    "image" : "assets/images/prayer2.png",
    "deskripsi": "Surah Al-Kahfi adalah surah ke-18 dalam Al-Qur'an. Surah ini mengandung pelajaran tentang iman, cobaan, dan perlindungan dari fitnah Dajjal.",
    "arabic": "مَنْ قَرَأَ سُورَةَ الْكَهْفِ فِى يَوْمِ الْجُمُعَةِ أَضَاءَ لَهُ مِنَ النُّورِ مَا بَيْنَ الْجُمُعَتَيْنِ",
    "latin": "Man qara'a suurat al-Kahfi fee yawmi al-Jumu'ati adhaa lahu min an-Nuuri ma bayna al-Jumu'atayn.",
    "terjemahan": "Barangsiapa yang membaca surat Al Kahfi pada hari Jum'at, dia akan disinari cahaya di antara dua Jum'at.(HR. An Nasa'i dan Baihaqi. Syaikh Al Albani mengatakan bahwa hadits ini shahih sebagaimana dalam Shohihul Jami'.)",
    "manfaat": "Memberikan cahaya dan perlindungan dari Dajjal."
    ,"jadwal":"membaca surah Al-Kahfi pada malam Jumat dan hari Jumat" },
    {
      "id": 23,
      "judul": "Sholat Tarawih",
      "image" : "assets/images/prayer3.png",
      "deskripsi": "shalat tarawih adalah ibadah sholat yagng hanya bisa dikerjakan saat bulan Ramadhan",
      "arabic": "مَنْ قَامَ رَمَضَانَ إيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ",
      "latin": "Man qara'a suurat al-Kahfi fee yawmi al-Jumu'ati adhaa lahu min an-Nuuri ma bayna al-Jumu'atayn.",
      "terjemahan": "Barangsiapa ibadah (tarawih) di bulan Ramadhan seraya beriman dan ikhlas, maka diampuni baginya dosa yang telah lampau (HR al-Bukhari, Muslim, dan lainnya).",
      "jadwal":"setiap hari setelah isya pada bulan ramadhan" }
]